Repository: 1sn0m4d/horde
Catalog: skoli/po/*.po
Languages: de_de

source: 1. class
de_de: 1. Klasse

source: 1. term
de_de: 1. Halbjahr

source: 2. class
de_de: 2. Klasse

source: 2. term
de_de: 2. Halbjahr

source: 3. class
de_de: 3. Klasse

source: 4. class
de_de: 4. Klasse

source: 5. class
de_de: 5. Klasse

source: 6. class
de_de: 6. Klasse

source: Absence
de_de: Abwesenheit

source: Absence in number of lessons
de_de: Abwesenheit in Anzahl Lektionen

source: Absences
de_de: Abwesenheiten

source: Absences without valid excuse
de_de: Unentschuldigte Abwesenheiten

source: Access for class "%s" is denied
de_de: Zugriff auf die Klasse "%s" wurde verweigert.

source: Add
de_de: Hinzufügen

source: Add Entry
de_de: Eintrag hinzufügen

source: Address Book
de_de: Adressbuch

source: All Types
de_de: Alle Typen

source: All classes
de_de: Alle Klassen

source: All students
de_de: Alle Studenten

source: Appliance
de_de: Anwenden

source: Ascending
de_de: Aufsteigend

source: Ask every time
de_de: Jedes Mal nachfragen

source: Automatically create a new contact list
de_de: Erstelle automatisch eine neue Kontaktliste.

source: Cancel
de_de: Abbrechen

source: Category
de_de: Kategorie

source: Change Permissions
de_de: Rechte Ändern

source: Change your settings for automatically create contact lists.
de_de: Ändern Sie die Einstellungen zum automatischen Erstellen einer Kontaktliste.

source: Change your sorting and display options.
de_de: Ändern Sie die Sortierreihenfolge und andere Anzeigeeinstellungen.

source: Choose:
de_de: Auswählen:

source: Class
de_de: Klasse

source: Class List
de_de: Klassenliste

source: Classes
de_de: Klassen

source: Close Search
de_de: Suche beenden

source: Comma separated values (CSV)
de_de: Kommagetrennte Werte (CSV)

source: Comment
de_de: Kommentar

source: Completed
de_de: Erledigt

source: Completed outcomes
de_de: Erledigte Lernziele

source: Completed?
de_de: Erledigt?

source: Concentration, attention, perseverance
de_de: Konzentration, Aufmerksamkeit, Ausdauer

source: Construct
de_de: Gestalten

source: Contact List
de_de: Kontaktliste

source: Contact Lists
de_de: Kontaktlisten

source: Couldn't add the new entry.
de_de: Ein neuer Eintrag konnte nicht erstellt werden.

source: Couldn't add the selected students to the class.
de_de: Die ausgewählten Studenten konnten nicht zur Klasse hinzugefügt werden.

source: Couldn't create the contact list "%s".
de_de: Die Kontaktliste "%s" konnte nicht erstellt werden.

source: Couldn't update this entry: %s
de_de: Der Eintrag konnte nicht aktualisiert werden. %s

source: Create
de_de: Erstellen

source: Create Class
de_de: Klasse erstellen

source: Create Contact List?
de_de: Kontaktliste erstellen?

source: Create a new Class
de_de: Neue Klasse erstellen

source: Custom format:
de_de: Eigenes Format:

source: Custom school
de_de: Eigene Schule

source: Date
de_de: Datum

source: Define a format for marks
de_de: Formatdefinition für Noten

source: Delete
de_de: Löschen

source: Delete %s
de_de: %s löschen

source: Descending
de_de: Absteigend

source: Description
de_de: Beschreibung

source: Display Options
de_de: Anzeige-Einstellungen

source: Don't create contact lists
de_de: Kein Erstellen von Kontaktlisten

source: Edit
de_de: Bearbeiten

source: Edit "%s"
de_de: "%s" bearbeiten

source: Edit %s
de_de: %s bearbeiten

source: Edit Class
de_de: Klasse bearbeiten

source: Edit Entry
de_de: Eintrag bearbeiten

source: Edit categories and colors
de_de: Kategorien und Farben bearbeiten

source: English
de_de: Englisch

source: Enter a default name for new contact lists.<br />NOTE: You can use %c, %g or %s as substitution for the class, grade respectively semester name.
de_de: Eingabe eines Standardnamens für neue Kontaktlisten.<br />HINWEIS: Sie können %c, %g oder %s als Ersatz für die Klasse (class), Stufe (grade) und Semester (semester) verwenden.

source: Enter some custom marks and separate them by comma (best mark first).<br />NOTE: You also need to choose "Custom settings" above.
de_de: Eingabe eines eigenen Notenformats. Jede Note wird mit einem Komma getrennt (beste Note zuerst).<br />HINWEIS: Sie müssen auch den Punkt "Eigene Einstellungen" weiter oben auswählen.

source: Entry
de_de: Eintrag

source: Entry for "%s"
de_de: Eintrag für "%s"

source: Entry not found.
de_de: Eintrag nicht gefunden.

source: Error loading the school "%s" from template.
de_de: Fehler beim Laden der Schule "%s" aus der Vorlage.

source: Excused
de_de: Entschuldigt

source: Excused absences
de_de: Entschuldigte Abwesenheiten

source: Excused?
de_de: Entschuldigt?

source: Exercise processing
de_de: Aufgabenbearbeitung

source: Export
de_de: Exportieren

source: Export Classes
de_de: Klassen exportieren

source: Firstname
de_de: Vorname

source: Format in numbers
de_de: Format in Zahlen

source: Format in percent
de_de: Format in Prozent

source: French
de_de: Französisch

source: General Options
de_de: Allgemeine Einstellungen

source: General Settings
de_de: Allgemeine Angaben

source: German
de_de: Deutsch

source: Grade
de_de: Stufe

source: Hearing
de_de: Hörverstehen

source: Hearing and Talking
de_de: Hören und Sprechen

source: How many characters of the entry details in search view should we allow to see?
de_de: Wieviele Zeichen sollen bei den Eintragdetails in der Suchansicht gezeigt werden?

source: How many decimal digits should we round marks to?
de_de: Auf wieviele Stellen sollen die Noten gerundet werden?

source: Imagination
de_de: Vorstellungsvermögen

source: Interdisciplinary
de_de: Fächerübergreifend

source: Last Entry
de_de: Letzter Eintrag

source: Lastname
de_de: Nachname

source: List Classes
de_de: Klassen anzeigen

source: List with custom marks separated by comma (best mark first)
de_de: Kommagetrennte Liste mit eigenen Noten (beste Note zuerst)

source: Location
de_de: Ort

source: Manage Classes
de_de: Klassen-Verwaltung

source: Mark
de_de: Note

source: Mark average
de_de: Notendurchschnitt

source: Mark in numbers
de_de: Note in Zahlen

source: Mark in percent
de_de: Note in Prozent

source: Marks
de_de: Noten

source: Mathematics
de_de: Mathematik

source: Menu List
de_de: Menüliste

source: Motivation to learn and dedication
de_de: Lernmotivation und Einsatz

source: Music
de_de: Musik

source: My Classes
de_de: Meine Klassen

source: My Classes:
de_de: Meine Klassen:

source: Nature-Human-Environment
de_de: Natur-Mensch-Mitwelt

source: New Entry
de_de: Neuer Eintrag

source: No classes are currently available. Export is disabled.
de_de: Zur Zeit sind keine Klassen verfügbar. Export steht nicht zur Verfügung.

source: No classes are currently available. Searching is disabled.
de_de: Zur Zeit sind keine Klassen verfügbar. Die Suche steht nicht zur Verfügung.

source: No classes match
de_de: Keine Treffer

source: No entries match
de_de: Keine Treffer

source: Not excused
de_de: Unentschuldigt

source: Objective
de_de: Beobachtung

source: Objectives
de_de: Beobachtungen

source: Open
de_de: Offen

source: Open outcomes
de_de: Offene Lernziele

source: Outcome
de_de: Lernziel

source: Outcomes
de_de: Lernziele

source: Permanently delete this entry?
de_de: Diesen Eintrag unwiederbringlich löschen?

source: Permission denied
de_de: Zugriff verweigert

source: Please create a new Class first.
de_de: Bitte erstellen Sie zuerst eine neue Klasse.

source: Problem solving behavior
de_de: Problemlöseverhalten

source: Properties
de_de: Eigenschaften

source: Reading
de_de: Lesen

source: Really delete the class "%s"? This cannot be undone and all data on this class will be permanently removed.
de_de: Die Klasse "%s" wirklich löschen? Dieser Vorgang kann nicht rückgängig gemacht werden, und alle Daten in dieser Klasse werden endgültig gelöscht.

source: Reset to Defaults
de_de: Zurücksetzen

source: Sample school
de_de: Beispiel Schule

source: Save
de_de: Speichern

source: School
de_de: Schule

source: School Specific Settings
de_de: Schulabhängige Einstellungen

source: Schoolhouse 1
de_de: Schulhaus 1

source: Schoolhouse 2
de_de: Schulhaus 2

source: Schools
de_de: Schulen

source: Search
de_de: Suche

source: Search Criterias
de_de: Suchkriterien

source: Search Result
de_de: Suchergebnisse

source: Search for Classes:
de_de: Nach Klassen suchen:

source: Search in
de_de: Suchen in

source: Search: Results for "%s"
de_de: Suche: Ergebnisse für "%s"

source: Select a student or the whole class to export:
de_de: Wählen Sie einen Studenten oder die ganze Klasse zum Exportieren:

source: Select the class to export from:
de_de: Wählen Sie die Klasse die exportiert werden soll

source: Select the columns that should be shown in the class list view:
de_de: Wählen Sie die Spalten, die in der Listenansicht der Klassen angezeigt werden sollen:

source: Select the columns that should be shown in the student list view:
de_de: Wählen Sie die Spalten, die in der Listenansicht der Studierenden angezeigt werden sollen:

source: Select the export format:
de_de: Wählen Sie das Exportformat:

source: Select the view to display after login:
de_de: Wählen Sie die Ansicht aus, die beim Start angezeigt werden soll:

source: Semester End
de_de: Semesterende

source: Shared Classes:
de_de: Gemeinsame Klassen:

source: Show "%s"
de_de: "%s" anzeigen

source: Show class list options panel?
de_de: Kasten mit Klassenlisteninstellungen anzeigen?

source: Show students in the class list?
de_de: Studierende in der Klassenliste anzeigen?

source: Show students?
de_de: Studierende anzeigen?

source: Skills
de_de: Kenntnisse, Fertigkeiten

source: Skoli needs an applications who provides contacts (e.g. turba).
de_de: Skoli benötigt eine Applikation mit Kontakten (z.B. turba).

source: Sort by Absences
de_de: Sortieren nach Abwesenheiten

source: Sort by Category
de_de: Sortieren nach Kategorie

source: Sort by Class
de_de: Sortieren nach Klasse

source: Sort by Date
de_de: Sortieren nach Datum

source: Sort by Grade
de_de: Sortieren nach Stufe

source: Sort by Last Entry
de_de: Sortieren nach letztem Eintrag

source: Sort by Location
de_de: Sortieren nach Ort

source: Sort by Mark
de_de: Sortieren nach Noten

source: Sort by Name
de_de: Sortieren nach Name

source: Sort by Semester
de_de: Sortieren nach Semester

source: Sort by Semester End Date
de_de: Sortieren nach Semesterenddatum

source: Sort by Semester Start Date
de_de: Sortieren nach Semesterstartdatum

source: Sort by Student Name
de_de: Sortieren nach Studierenden

source: Sort by Type
de_de: Sortieren nach Typ

source: Sort classes by:
de_de: Klassen sortieren nach:

source: Sort direction for classes:
de_de: Sortierrichtung für Klassen:

source: Sort direction for students:
de_de: Sortierrichtung für Studierende:

source: Sort students by:
de_de: Studierende sortieren nach:

source: Student
de_de: Studierender

source: Students
de_de: Studierende

source: Tab separated values (TSV)
de_de: Tabgetrennte Werte (TSV)

source: Talking
de_de: Sprechen

source: Teamwork and autonomy
de_de: Zusammenarbeit und Selbstständigkeit

source: The School backend is not currently available.
de_de: Der Schuleserver ist zur Zeit nicht verfügbar.

source: The School backend is not currently available: %s
de_de: Der Schuleserver ist zur Zeit nicht verfügbar: %s

source: The class "%s" has been created.
de_de: Die Klasse "%s" wurde erstellt.

source: The class "%s" has been deleted.
de_de: Die Klasse "%s" wurde gelöscht.

source: The class "%s" has been renamed to "%s".
de_de: Die Klasse "%s" wurde nach "%s" umbenannt.

source: The class "%s" has been saved.
de_de: Die Klasse "%s" wurde gespeichert.

source: The entry for "%s" has been deleted.
de_de: Der Eintrag "%s" wurde gelöscht.

source: The entry for "%s" has been saved.
de_de: Der Eintrag für "%s" wurde gespeichert.

source: The new entry for "%s" has been added.
de_de: Der neue Eintrag für "%s" wurde hinzugefügt.

source: The substitutions %c, %g or %s will be replaced automatically by the class, grade respectively semester name.
de_de: Die Substitutionen %c, %g oder %s werden automatisch mit der Klasse (class), Stufe (grade) bzw. dem Semester (semester) ersetzt.

source: There are no classes matching the current criteria.
de_de: Es gibt keine Klassen, die den Suchkriterien entsprechen.

source: There are no entries matching the current criteria.
de_de: Es wurden keine passenden Einträge gefunden.

source: There was an error deleting this entry: %s
de_de: Beim Löschen des Eintrags ist ein Fehler aufgetreten: %s

source: There were no entries to export.
de_de: Es konnten keine Einträge zum Exportieren gefunden werden.

source: Title
de_de: Titel

source: Type
de_de: Typ

source: Unable to delete "%s": %s
de_de: "%s" kann nicht gelöscht werden: %s

source: Unable to load the definition of %s.
de_de: Der %s-Treiber konnte nicht geladen werden.

source: Unable to save class "%s": %s
de_de: Die Klasse "%s" kann nicht gespeichert werden: %s

source: Unfiled
de_de: Nicht zugeordnet

source: Update Entry
de_de: Eintrag aktualisieren

source: View
de_de: Anzeigen

source: View Entries for "%s"
de_de: Einträge anzeigen für "%s"

source: View Entries in "%s"
de_de: Einträge anzeigen in "%s"

source: View Entry
de_de: Eintrag anzeigen

source: Weight
de_de: Gewichtung

source: When a new class is created should we also create a new contact list?
de_de: Soll beim Erstellen einer neuen Klasse auch eine neue Kontaktliste angelegt werden?

source: Whole class
de_de: Ganze Klasse

source: Writing
de_de: Schreiben

source: You are not allowed to change this class.
de_de: Sie dürfen diese Klasse nicht ändern.

source: You are not allowed to delete this class.
de_de: Sie dürfen diese Klasse nicht löschen.

source: You are not allowed to view this entry.
de_de: Sie dürfen diesen Eintrag nicht ansehen.

source: You don't have access to any valid addressbook.
de_de: Sie haben keinen Zugriff auf ein gültiges Adressbuch.

source: [Manage Classes]
de_de: [Klassen verwalten]

source: _Export
de_de: _Exportieren

source: _New Entry
de_de: _Neuer Eintrag

source: _Search
de_de: _Suche

source: and
de_de: und

source: and for Entries with:
de_de: und für Einträge mit:

source: class.csv
de_de: klasse.csv

source: class.tsv
de_de: klasse.tsv

source: for
de_de: für
