Repository: 1sn0m4d/horde
Catalog: jeta/locale/*/LC_MESSAGES/jeta.po
Languages: de_de

source: Applet Options
de_de: Applet Einstellungen

source: Authentication method:
de_de: Authentifizierungsmethode:

source: Base Settings
de_de: Grundlegende Einstellungen

source: Change your base settings.
de_de: Ändern Sie Ihre grundlegenden Einstellungen.

source: Close the SSH session if you leave the page?
de_de: SSH-Session beenden, wenn die Seite verlassen wird?

source: Close the detached window if the SSH session is lost?
de_de: Das losgelöste Fenster schließen, wenn die SSH-Session unterbrochen wird?

source: Connect
de_de: Verbinden

source: Connect immediately when the user loads the page?
de_de: Sofort verbinden, wenn die Seite aufgerufen wird?

source: Detach the actual terminal display and its components from the browser window and run in a separate window?
de_de: Das Terminal vom Browserfenster lösen und in einem eigenen Fenster anzeigen?

source: Disable the hostkey verification?
de_de: Hostkey-Überprüfung deaktivieren?

source: Disconnect
de_de: Trennen

source: Enable auto-hiding of the tool bar, menu bar, status bar and scroll bar?
de_de: Werkzeugleiste, Menüleiste, Statusleiste und Bildlaufleiste automatisch ausblenden?

source: Enable the menubar?
de_de: Menüleiste aktivieren?

source: Enable the scrollbar?
de_de: Bildlaufleiste aktivieren?

source: Enable the statusbar?
de_de: Statusleiste aktivieren?

source: Enable the toolbar?
de_de: Werkzeugleiste aktivieren?

source: General Options
de_de: Allgemeine Einstellungen

source: If selected, applet will detach immediately from page on load. If not selected, user will need to press start button before applet becomes detached.
de_de: Applet sofort beim Laden der Seite lösen? Anderenfalls muss der Start-Knopf gedrückt werden, bevor das Applet gelöst wird.

source: JTA (non-commerical use only)
de_de: JTA (nur zur nicht-kommerziellen Benutzung)

source: JTA Options
de_de: JTA Einstellungen

source: Make the detached window fill the entire screen?
de_de: Losgelöstes Fenster im Vollbildmodus anzeigen?

source: Options that control the behavior of the JTA applet.
de_de: Einstellungen die das Verhalten des JTA-Applets beeinflussen.

source: Options that control the behavior of the SSHTools applet.
de_de: Einstellungen die das Verhalten des SSHTools-Applets beeinflussen.

source: SSH application to use:
de_de: SSH-Anwendung benutzen:

source: SSHTools Options
de_de: SSHTools Einstellungen

source: Show the connection dialog?
de_de: Verbindungsdialog anzeigen?

source: Show the menubar in the detached applet?
de_de: Die Menüleiste im losgelösten Applet anzeigen?

source: The default port to connect to.
de_de: Der Standardport für die Verbindungen.

source: The default server name to connect to.
de_de: Der Standard-Servername für die Verbindungen.

source: The text to use for the disconnect button.
de_de: Der Text für den Trennen-Knopf.

source: The text to use for the start button.
de_de: Der Text für den Start-Knopf.

source: The window title of the detached applet.
de_de: Fenstertitel des losgelösten Applets.

source: password
de_de: Passwort

source: publickey
de_de: Öffentlicher Schlüssel
