Repository: 1sn0m4d/horde
Catalog: news/locale/*/LC_MESSAGES/news.po
Languages: sl

source: at
sl: ob

source: by
sl: od

source: %s :: Add Content
sl: %s :: Dodaj vsebino

source: %s would you like to invite you to read the news Title: %s Published: %s Link: %s
sl: %s vas vabi, da si preberete to novico Naslov: %s Objavljeno: %s Povezava: %s

source: * Sponsored news
sl: * Komercialna objava

source: -- select --
sl: -- izberi --

source: Action
sl: Ukaz

source: Activate
sl: Aktiviraj

source: Add
sl: Vpis

source: Add Content
sl: Dodaj vsebino

source: Add New
sl: Dodaj novo

source: Add New Item
sl: Dodaj novo

source: Add Source
sl: Dodaj vir

source: Add category
sl: Dodaj kategorije

source: Add news
sl: Dodaj novice

source: Add to bookmarks.
sl: Dodaj med priljubljene

source: Add to notes.
sl: Dodaj med zapiske

source: Additional news attributes
sl: Dodatne lastnosti novice

source: Admin
sl: Administracija

source: Administration
sl: Administracija

source: Allow comments
sl: Dovoli komentarje

source: Archive
sl: Arhiv

source: Are you sure you want to delete file?
sl: Resnično želite to datoteko?

source: Are you sure you want to delete this news?
sl: Resnično želite izbrisati to novico?

source: Ascending
sl: Naraščajoče

source: Ascesending
sl: Naraščajoče

source: Attached files:
sl: Pripete datoteke:

source: Attachment deleted
sl: Pripeta datoteka je bila izbrisana

source: Attachments
sl: Pripete datoteke

source: Attributes
sl: Lastnosti

source: Blog entry %s does not exist.
sl: Blog vpis %s ne obstaja.

source: Blogs
sl: Blogi

source: Browse
sl: Prebrskaj

source: By
sl: Od

source: Cancel
sl: Prekliči

source: Cannot read file %s
sl: Ne morem prebrati datoteke %s

source: Caption
sl: Komentar k sliki

source: Categories
sl: Kategorije

source: Category
sl: Kategorija

source: Category Administration
sl: Urejanje kategorij

source: Category deleted.
sl: Kategorija je bila izbrisana.

source: Category succesfully saved.
sl: Kategorija je bila uspešno shranjena.

source: Category was not deleted.
sl: Kategorija ni bila izbrisana.

source: Chars
sl: Znakov

source: Comments
sl: Komentarjev

source: Comments are not supported.
sl: Komentarji niso podprti.

source: Compress and dowload %s
sl: Kompresiraj in prenesi datoteko %s

source: Compress and dowload all files at once
sl: Kompresiraj in prenesi vse datoteke naenkrat

source: Confirmed
sl: Potrjena

source: Content
sl: Vsebina

source: Date
sl: Datum

source: Deactivate
sl: Deaktiviraj

source: Delete
sl: Izbriši

source: Delete %s
sl: Izbriši %s

source: Delete existing picture
sl: Zbriši obstoječo sliko

source: Descending
sl: Padajoče

source: Descesending
sl: Padajoče

source: Description
sl: Opis

source: Diff
sl: Razlike

source: Disallow comments
sl: Ne dovoli komentarjev

source: Do you really wont to delete this category?
sl: Resnično želite izbrisati izbrano kategorijo?

source: Do you really wont to delete this source?
sl: Resnično želite izbrisati ta vir?

source: Dowload
sl: Prenesi

source: Dowload %s
sl: Prenesi datoteko %s

source: Dowload Zip Compressed
sl: Presnemi Zip kompresirano datoteko

source: Edit
sl: Uredi

source: Edit Source
sl: Uredi vir

source: Edit category
sl: Uredi kategoijo

source: Edit history:
sl: Zgodovina urejanja:

source: Edit news
sl: Uredi novico

source: Editor
sl: Urednik

source: Editors
sl: Uredniki

source: Editorship
sl: Uredništvo

source: Enter gallery ID or upload images below
sl: Vnesite ID galerija ali naložite slike

source: Enter news ids separated by commas.
sl: Vnesi id-je novic ločene z vejico.

source: Enter one or more keywords that describe your news. Separate them by spaces.
sl: Vnesite eno ali več besed ločenih s presledki.

source: Enter threads separated by commas.
sl: Vnesi id-je debat ločene z vejico.

source: Error deleteing file "%s" from news "%s"
sl: Napaka pri brisanju datoteke "%s" z novice "%s"

source: Events on this day.
sl: Dogodki tega dne

source: File
sl: Datoteka

source: File "%s" was deleted from news "%s"
sl: Datoteke "%s" je bila odstranjena od novice "%s"

source: File "%s" was not deleted from news "%s"
sl: Datoteke "%s" ni bila odstranjena od novice "%s"

source: Files
sl: Datoteke

source: FilesOfNews-%s
sl: DatotekeNovice-%s

source: Form ID
sl: Formular

source: Form to
sl: Veljavnost formularja

source: From:
sl: Od:

source: Gallery
sl: Galerija

source: Has commented news "%s"
sl: Je komentiral novico "%s"

source: How many days back to check?
sl: Koliko dni stare novice naj pregledam?

source: How many news to display?
sl: Koliko novic naj pikažem?

source: How many news to show per page
sl: Koliko novic naj pikažem na stran?

source: How to preview news
sl: Kako naj prikažem novice

source: IP
sl: ID

source: Image
sl: Slika

source: Images
sl: Slike

source: Images will be added to a gallery linked with this article. You can edit and manage images in gallery.
sl: Slike bodo naložene v galerijo, ki bo povezana z člankom. Slike lahko urajate v galeriji

source: Insert
sl: Dodana

source: Last comments
sl: Zadnji komentarji

source: Last comments on my news
sl: Zadnji komentarji na moje novice

source: Last most commented news
sl: Zadnje najbolj komentirane

source: Last most read news
sl: Zadnje najbolj brane

source: Last news
sl: Zadnje novice

source: Last news blog
sl: Zadnje novice z blogi

source: Last news blogged
sl: Zadnje novice z blogi

source: Last news in %s
sl: Zadnje novice v %s

source: Last news in category
sl: Zadnje novice v kategoriji

source: Link
sl: Povezava

source: Lock
sl: Zakleni

source: Locked
sl: Zaklenjena

source: Maximum file size: %s; with a total of: %s
sl: Največja velikost datoteke: %s; skupno: %s

source: Name
sl: Ime

source: News
sl: Novica

source: News %s
sl: Novica %s

source: News %s: %s
sl: Novica %s: %s

source: News added. The editors will check the entry and confirm it if they find it suitable.
sl: Novica je bila vpisana. Uredniki bodo pregledali vaš vpis in ga potrdili, če je le-ta primeren za objavo pri nas.

source: News administrator options
sl: Adminstratorske lastnosti

source: News content
sl: Vsebina novice

source: News data
sl: O novici

source: News images
sl: Slike k novici

source: News of this day.
sl: Novice tega dne

source: News published.
sl: Novica objavljena.

source: News succesfully send to %s
sl: Novice je bila uspešno poslana na %s.

source: News sucessfuly added to you notes.
sl: Novica je bila uspešno dodana med vaše zapiske

source: News updated.
sl: Novica osvežena.

source: No
sl: Št.

source: No change.
sl: Ni spremembe.

source: No mail entered.
sl: Pozabili ste vnesti email.

source: Number of comments to display
sl: Število komentarjev

source: On
sl: Objavljena

source: On this day
sl: Na današnji dan

source: Only admin can delete a news.
sl: Samo administratorji lahko brišejo novice.

source: Only authenticated users can post news.
sl: Samo ragistrirani uporabniki lahko vpisujejo novice.

source: Only authenticated users can send mails.
sl: Samo ragistrirani uporabniki lahko pošiljajo novice.

source: Order by
sl: Razvrsti po

source: Overview
sl: Pregled

source: Parent
sl: Sorodne

source: Parents
sl: Sorodne novice

source: Picture
sl: Slika

source: Picture comment
sl: Komentar k sliki

source: Press overview
sl: Pregled tiska

source: Preview
sl: Pregled %s

source: Preview %s
sl: Pregled %s

source: Primary category
sl: Primarna kategorija

source: Printer firendly
sl: Tiskanju prijazen izpis

source: Publish
sl: Objavi ob

source: Publish at
sl: Objavi ob

source: Publish date
sl: Objavi ob

source: Read
sl: Preberi

source: Reads
sl: Branj

source: Remove
sl: Odstrani

source: Renew
sl: Obnovi

source: Reset
sl: Povrni

source: Resize Image
sl: Spremeni velikost slike

source: Save
sl: Shrani

source: Search
sl: Najdi

source: Search world
sl: Iskana beseda

source: Secondary category
sl: Pomožna kategorija

source: Select Category
sl: Izberite kategorijo

source: Select a feed.
sl: Izberite vir.

source: Selling item
sl: Prodajani artikel

source: Send by mail
sl: Pošlji po emailu

source: Services/Trackback is not installed.
sl: Services/Trackback ni nameščen.

source: Set news previerw paramaters
sl: Nastavitve prikazovanja novic

source: Skip category
sl: Preskoči kategorijo

source: Sort news by
sl: Razvrsti novice po

source: Sort order
sl: Vrstni red

source: Source
sl: Vir

source: Source deleted.
sl: Vir je bil izbrisan.

source: Source link
sl: Izvirna novica

source: Source media
sl: Vir novice

source: Source news
sl: Izvirna novica

source: Source saved succesfully.
sl: Vir je bil uspešno osvežen.

source: Source was not deleted.
sl: Vir ni bil izbrisan.

source: Sources
sl: Viri

source: Sources Administration
sl: Urejanje virov

source: Sponsored
sl: Komercialna

source: Tag cloud
sl: Tagi novic

source: Tags
sl: Tagi

source: Talkbacks to this article:
sl: Talkback na to novico:

source: Thanks
sl: Hvala

source: There are no news to display.
sl: Ni novic za prikaz.

source: There requested news %s don't exist.
sl: Izbrana novica ne %s obstaja.

source: There requested version don't exist.
sl: Izbrana verzja ne obstaja.

source: There was an error creating gallery:
sl: Prišlo je do napake pri tvorjenju galerije:

source: Threads in %s
sl: Debate v %s

source: Title
sl: Naslov

source: Tools
sl: Orodja

source: Trackback this blog on this site.
sl: Vpišite blog na to novico.

source: URL already trackbacked: %s
sl: URL je bil že zapisan: %s

source: Unconfirmed
sl: Nepotrjena

source: Unlock
sl: Odkleni

source: Unpublish
sl: Odstrani ob

source: Unpublish date
sl: Odstrani dne

source: Update
sl: Ažuriraj

source: Use the following link to trackback from your own site:
sl: Uporabite sledeči naslov za trakback z vaše strani:

source: User
sl: Uporabnik

source: View
sl: Preglej

source: View articles
sl: Preglej novice

source: View items
sl: Preglej novice

source: Yes
sl: Da

source: You are not authorised for this action.
sl: Niste avtorizirani za ta ukaz.

source: You have no email set.
sl: Nimate nastavljenega email naslova.

source: You have not editor permission on any category.
sl: Nimate uredniških pravic do nobene kategorije.

source: activated
sl: aktivirana

source: deactivated
sl: deaktivirana

source: deleted
sl: izbrisana

source: locked
sl: zaklenjena

source: not deleted
sl: ni zbrisana

source: renewed
sl: povrnjena

source: unlocked
sl: odklenjena
